---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.MassFailures.MinSkylightWidthMetric
source: html/b8502ecf-a427-12a3-5ae8-2e22a1342c26.htm
---
# Autodesk.Revit.DB.BuiltInFailures.MassFailures.MinSkylightWidthMetric Property

The minimum skylight width is 203.2 millimeters.

## Syntax (C#)
```csharp
public static FailureDefinitionId MinSkylightWidthMetric { get; }
```